<h4>Форма редактирования задачи.</h4>
<div class="container">
    <div class="row">
        <div class="panel panel-success">
            <div class="panel-heading">
                Главная страница приложения
            </div>
            <div class="panel-body">
                На главной странице слева расположена панель навигации, которая представляет из себя календарь и кнопки перемещения по нему.
                Остальное пространство правее панели навигации содержит список задач.
                При выборе даты на календаре (в этом случае число отображается утолщенным шрифтом) в списке задач будут отображены все задачи на эту дату,
                в ином случае - все активные (не закрытые) задачи. Цвет задачи показывает её текущий статус: зеленый - задача правильно оформлена и отмечена как выполненная,
                красный - задача просрочена, желтый - активная задача, но не все поля заполнены, синяя - активная задача, в которой все правильно заполнено.
                Задача считается правильно заполненой если установлен хотя бы один исполнитель, выбран минимум один интервал времени и минимум один вид работ.
                При несоблюдении этих условий отметить задачу как выполненную будет невозможно.
            </div>
        </div>
    </div>
    <div class="row">
        <div class="panel panel-info">
            <div class="panel-heading">
                Рекомендации по составлению описания задачи
            </div>
            <div class="panel-body text-center">
                
                <h4>
                    Правила пунктуации:
                </h4>
                <p style="color: red;">
                    После знаков препинания обязательно ставится ПРОБЕЛ (точка, запятая, двоеточие). 
                </p>
                <p style="color: red;">
                    После указания адреса и/или названия организации ставится ДВОЕТОЧИЕ (а не точка с запятой).
                </p>
                <p style="color: red;">
                    Если описание задачи начинается с названия улицы, то указываем сразу её название (без "ул.").
                </p>
                <br>
                <p>
                    Первым делом кратко указываем организацию и/или адрес объекта, после чего ставим двоеточие и также кратко описываем задачу.
                </p>
                <p>
                    <i><u>Например</u>: <span class="text-success">ГОТЭК склад "Литар": Монтаж шкафа 4U.</span></i>
                    
                </p>
                <br>
                <p>
                    При закрытии, например, ремонтной задачи также можно указать в общих чертах что было сделано.
                </p>
                <p>
                    <i><u>Например</u>: <span class="text-success">3-й Дачный д.10: Ремонтная заявка по ТВ <span class="text-danger">- замена усилителя</span>.</span></i>
                </p>
            </div>
        </div>
    </div>
    <div class="row">
        <div class="panel panel-warning">
            <div class="panel-heading">
                Особенности заполнения поля "Работы" на форме редактирования задачи
            </div>
            <div class="panel-body">
                <ol type="1">
                    <li>Работы по демонтажу аналогичны таким же пунктам по монтажу.</li>
                    <li>Работы считаются без учета времени на подготовку и дорогу, а также ожидания / ограничения доступа.</li>
                </ol>
            </div>
        </div>
    </div>
</div>